[
    {
        "year": "1983",
        "description": "Après le succès de Nausicaä de la Vallée du Vent (1984), Hayao Miyazaki, Isao Takahata et le producteur Toshio Suzuki envisagent de créer un studio dédié à l'animation, qui verra le jour en 1985."
    },
    {
        "year": "1986",
        "description": "Sortie du premier film Ghibli, Le Château dans le ciel (Tenkū no Shiro Rapyuta), un film d'aventure steampunk qui pose les bases du style Ghibli."
    },
    {
        "year": "1988",
        "description": "Double sortie marquante avec Mon voisin Totoro et Le Tombeau des lucioles. Totoro devient l'emblème du studio."
    },
    {
        "year": "1989",
        "description": "Succès de Kiki la petite sorcière, qui confirme la capacité du studio à toucher un large public."
    },
    {
        "year": "1991",
        "description": "Sortie de Porco Rosso, un film sur l'aviation inspiré par la passion de Miyazaki pour les avions."
    },
    {
        "year": "1996",
        "description": "Ghibli signe un accord de distribution avec Disney, ce qui aide à populariser les films en dehors du Japon."
    },
    {
        "year": "1997",
        "description": "Princesse Mononoké marque un tournant avec un succès critique et commercial immense au Japon (premier film à dépasser 100 millions $)."
    },
    {
        "year": "2001",
        "description": "Sortie de Le Voyage de Chihiro, qui devient un phénomène mondial et remporte l'Oscar du meilleur film d'animation en 2003."
    },
    {
        "year": "2004",
        "description": "Le Château ambulant connaît un succès international, avec une reconnaissance à Cannes."
    },
    {
        "year": "2013",
        "description": "Miyazaki annonce sa retraite après Le Vent se lève."
    },
    {
        "year": "2015",
        "description": "Le studio entre en hiatus après la retraite de Miyazaki. Takahata décède en 2018."
    },
    {
        "year": "2023",
        "description": "Sortie de Le Garçon et le Héron, premier film Ghibli à gagner un Golden Globe et un BAFTA."
    },
    {
        "year": "2024",
        "description": "Le film remporte l'Oscar du meilleur film d'animation, confirmant l'héritage du studio."
    },
    {
        "year": "2025",
        "description": "Une controverse éclate lorsque ChatGPT-4 génère des images imitant parfaitement le style Ghibli, soulevant des questions sur les droits d'auteur et l'authenticité artistique. Le Studio Ghibli exprime son inquiétude face à cette appropriation de son style distinctif par l'IA."
    }
]